[
    {
      "id": "aege",
      "name": "Aegean",
      "temperament": "Affectionate,Social,Intelligent,Playful,Active",
      "origin":"Greece",
      "description":"Native to Greek islands known as the Cyclades in the Aegean Sea,these are natural cats,meaning they developed without humans getting involved in their breeding.As a breed,Aegean Cats are rare ,although they are numerous in their home isalands.They are generally friendly toward people and can be excellent cats for families with children",
      "life_span":"9-12",
      "url":"https://cdn2.thecatapi.com/images/ozEvzdVM-.jpg"
          
    },
    {
        "id": "siam",
        "name": "Siamese",
        "temperament": "Affectionate,Social,Vocal,Intelligent,Playful",
        "origin": "Thailand",
        "description": "Siamese cats are known for their striking blue eyes and sleek, elegant bodies. They are one of the oldest and most recognizable cat breeds in the world. Siamese cats are highly social and love being around people, making them great companions.",
        "life_span": "12-15",
        "url": "https://cdn2.thecatapi.com/images/ai6JpsVcr.jpg"
      },

      {
        "id": "mcoo",
        "name": "Maine Coon",
        "temperament": "Gentle,Intelligent,Curious,Friendly,Affectionate",
        "origin": "United States",
        "description": "The Maine Coon is one of the largest domesticated cat breeds. They are known for their friendly and sociable nature, making them great family pets. Despite their size, they are gentle and enjoy playing with both children and adults.",
        "life_span": "10-13",
        "url": "https://cdn2.thecatapi.com/images/0XYvRd7oD.jpg"
      },

      {
        "id": "abys",
        "name": "Abyssinian",
        "temperament": "Active,Curious,Playful,Affectionate,Alert",
        "origin": "Ethiopia",
        "description": "Abyssinians are highly energetic and curious cats, known for their playful and active personality. They are one of the oldest cat breeds and are easily recognizable by their distinctive ticked coat. Abyssinians are loyal and form strong bonds with their owners.",
        "life_span": "12-15",
        "url": "https://cdn2.thecatapi.com/images/0XYvRd7oD.jpg"
      },

      {
        "id": "norw",
        "name": "Norwegian Forest Cat",
        "temperament": "Independent,Friendly,Gentle,Playful,Curious",
        "origin": "Norway",
        "description": "Norwegian Forest Cats are known for their strong, muscular build and dense, water-repellent coat. These cats are excellent climbers and love being outdoors. They are friendly but maintain an independent streak, making them good for people who want a more hands-off pet.",
        "life_span": "12-16",
        "url": "https://cdn2.thecatapi.com/images/zzIvcKuNN.jpg"
      },

      {
        "id": "beng",
        "name": "Bengal",
        "temperament": "Active,Intelligent,Playful,Alert,Curious",
        "origin": "United States",
        "description": "Bengal cats are famous for their wild-looking appearance, with a sleek, spotted coat that resembles that of a leopard. They are very energetic and need plenty of space to explore and play. Bengal cats are highly intelligent and enjoy mental stimulation.",
        "life_span": "10-16",
        "url": "https://cdn2.thecatapi.com/images/O3btzLlsO.jpg"
      }
      
]